const lists=[
	{
		phenomenon:"遥控失败",
		cause:[
			"DTU屏上的操作电源空开跳闸 58.8%",
			"DTU屏上的装置检修压板未退出21.2%",
			"电机回路控制线缆松动12%.5",
			"一次开关处于闭锁状态4.5%",
			"开关柜上远近控把手处于就地位置2%",
			"DTU屏上远近控把手处于就地位置1%",
/*			"DTU屏上的开关远控压板未投入",
			"遥控加密证书异常",
			"高压柜内熔丝烧断",
			"DTU屏内继电器损坏",
			"遥控机构卡死",
			"高压柜内整流模块损坏",	*/
		],
		manage:[
			"合上DTU屏上的操作电源空开",
			"退出DTU屏上的装置检修压板",
			"加固电机回路控制线缆",
			"一次开关恢复可遥控状态",
			"开关柜上远近控把手切回远控位置",
			"DTU屏上远近控把手切回远控位置",
/*			"投入DTU屏上的开关远控压板",
			"DTU厂家重新配置加密证书",
			"更换高压柜内熔丝",
			"更换DTU屏内继电器",
			"电操机构消缺",
			"更换高压柜内整流模块",*/
		],
		spare:[
			"熔丝1根",
			"继电器1台",
			"整流模块1块",
		]
	},
	{
		phenomenon:"通讯中断",
		cause:[
			"逆变器损坏45.67%",
			"通讯线路板损坏17.33%",
			"DTU屏上的交流电源空开跳闸12.3%",
			"DTU屏内电源模块损坏 7.8%",
			"外部电源失电7%",
			"网线损坏5%",
			"电源电压转换继电器损坏3%",
			"ONU设备损坏2%",
		],
		manage:[
			"更换逆变器",
			"更换通讯线路板",
			"DTU屏上的交流电源空开跳闸",
			"DTU屏内电源模块损坏",
			"外部电源失电",
			"网线损坏",
			"电源电压转换继电器损坏",
			"ONU设备损坏",
		],
		spare:[
			"逆变器1台",
			"通讯线路板1块",
		]
	},
	{
		phenomenon:"遥测数据异常",
		cause:[
			"遥测保护装置卡死100%",
		],
		manage:[
			"现场重启通讯设备",
		],
		spare:[]
	}
]

export default lists